Repository: Dodo-the-Coder/enigma2plugins
Catalog: HistoryZapper/po/*.po
Languages: de

source: disabled
de: deaktiviert

source: enabled
de: aktiviert

# HistoryZapperConfiguratorTitle
source: History-Zapper Config
de: History-Zapper Konfiguration

# ConfEnableZapHistory:
source: Enable Zap History:
de: Aktiviere Historie-Aufzeichnung:

# ConfMaximumZapHistoryEntries:
source: Maximum Zap History Entries:
de: Max. Anzahl der Historie Einträge:

# ConfDontOverrideSkinFont
source: Don't override Skin's Font
de: Skin-Font statt Plugin-Font:

# HistoryZapperTitle
source: History-Zapper
de: Letzte Sender

source: Clear
de: Löschen

source: Config
de: Konfiguration

source: History-Zapper Conf
de: History-Zapper Konf.

# HistoryZapperDescription
source: With the History-Zapper you can switch between all previously watched channels.
de: Mit dem History-Zapper kannst du zwischen bereits gesehenen Sender umschalten.
